Repository: osimia/hushyor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tg

source: Задание
tg: Масъала

source: по
tg: аз

source: из
tg: аз

source: Назад
tg: Бозгашт

source: Лёгкий уровень
tg: Сатҳи осон

source: 5 очков
tg: 5 холҳо

source: Решено
tg: Ҳал карда шуд

source: Поделиться
tg: Мубодила кардан

source: Сложность
tg: Дараҷаи душворӣ

source: Введите ваш ответ
tg: Ҷавоби худро ворид кунед

source: Проверить ответ
tg: Ҷавобро санҷидан

source: Неправильно
tg: Нодуруст

source: Попробуйте еще раз! Используйте подсказку или теорию, если нужна помощь.
tg: Боз кӯшиш кунед! Агар кӯмак лозим бошад, маслиҳат ё назарияро истифода баред.

source: Предыдущее
tg: Пештара

source: Следующее
tg: Навбатӣ

source: Завершить
tg: Анҷом додан

source: ИИ-помощник
tg: Ёрдамчии ҲМ

source: Я твой ИИ-помощник Hushyor AI
tg: Ман ёрдамчии ҳушёри шумо ҳастам

source: Привет! Я твой ИИ-помощник Hushyor AI. Готов помочь с любым вопросом по задаче. Попробуй решить сам, а если застрянешь — спрашивай!
tg: Салом! Ман ёрдамчии ҳушёри шумо ҳастам. Барои ҳал кардани масъала омодаам. Худатон кӯшиш кунед, агар мушкилӣ пайдо шуд — аз ман пурсед!

source: Теория
tg: Назария

source: Подсказка
tg: Маслиҳат

source: Задайте вопрос ИИ...
tg: Савол пурсед...

source: Отлично!
tg: Аъло!

source: Правильный ответ!
tg: Ҷавоби дуруст!

source: Вы заработали
tg: Шумо ба даст овардед

source: Правильный ответ:
tg: Ҷавоби дуруст:

source: Закрыть
tg: Пӯшидан

source: Следующая задача
tg: Масъалаи навбатӣ

source: Всего баллов
tg: Ҳамагӣ холҳо

source: Решено с первой попытки!
tg: Аз кӯшиши якум ҳал карда шуд!

source: Попытка
tg: Кӯшиш

source: Проверяется...
tg: Санҷида мешавад...

source: Ответ не может быть пустым
tg: Ҷавоб холӣ буда наметавонад

source: Ответ слишком длинный
tg: Ҷавоб хеле дароз аст

source: Превышен лимит AI запросов. Попробуйте через час.
tg: Ҳадди дархостҳои ҲМ аз ҳад зиёд шуд. Пас аз як соат кӯшиш кунед.

source: Произошла ошибка. Попробуйте позже.
tg: Хатогӣ ба вуҷуд омад. Баъдтар кӯшиш кунед.

source: ИИ генерирует ответ...
tg: ҲМ ҷавоб тайёр мекунад...

source: Ошибка при получении ответа. Попробуйте еще раз.
tg: Хатогӣ ҳангоми гирифтани ҷавоб. Боз кӯшиш кунед.

source: Главная
tg: Асосӣ

source: Новый способ подготовки к ММТ
tg: Роҳи нави омодагӣ ба ММТ

source: Подготовка к ММТ с
tg: Омодагӣ ба ММТ бо

source: Решай задачи, получай подсказки от ИИ и готовься к экзаменам эффективно
tg: Масъалаҳо ҳал кунед, маслиҳат гиред ва ба имтиҳонҳо самаранок омода шавед

source: Начать подготовку бесплатно
tg: Омодагиро ройгон оғоз кунед

source: Создать аккаунт
tg: Ҳисоб эҷод кардан

source: Продолжить обучение
tg: Таҳсилро давом додан

source: Доступ 24/7
tg: Дастрасӣ 24/7

source: Учись в любое время
tg: Дар ҳар вақт омӯзед

source: Предметов
tg: Фанҳо

source: Выберите предмет
tg: Фанро интихоб кунед

source: Начните с любого предмета и отслеживайте свой прогресс
tg: Аз ҳар фан оғоз кунед ва пешрафти худро пайгирӣ намоед

source: Общий прогресс
tg: Пешрафти умумӣ

source: тем
tg: мавзӯъҳо

source: Рейтинг учеников
tg: Рейтинги хонандагон

source: Соревнуйтесь с другими учениками и улучшайте свои результаты
tg: Бо хонандагони дигар мусобиқа диҳед ва натиҷаҳои худро беҳтар кунед

source: Все предметы
tg: Ҳамаи фанҳо

source: Русский язык
tg: Забони русӣ

source: За месяц
tg: Дар як моҳ

source: За неделю
tg: Дар як ҳафта

source: За всё время
tg: Дар тамоми вақт

source: Место
tg: Ҷой

source: Ученик
tg: Хонанда

source: Профиль
tg: Профил

source: Выйти
tg: Баромадан

source: Войти
tg: Ворид шудан

source: Регистрация
tg: Бақайдгирӣ

source: Попробовать
tg: Санҷидан

source: Продолжить
tg: Давом додан

source: Нет предметов.
tg: Фанҳо нестанд.

source: Готовы начать подготовку?
tg: Омодаед омодагиро оғоз кунед?

source: Присоединяйтесь к тысячам учеников, которые уже улучшили свои результаты с
tg: Ба ҳазорҳо хонандагоне, ки аллакай натиҷаҳои худро беҳтар кардаанд, ҳамроҳ шавед бо

source: Попробовать демо
tg: Деморо санҷидан

source: Начать бесплатно
tg: Ройгон оғоз кардан

source: задач
tg: масъалаҳо

source: Темы для этого предмета пока не добавлены
tg: Мавзӯъҳо барои ин фан ҳанӯз илова нашудаанд

source: Статистика
tg: Омор

source: Тем
tg: Мавзӯъҳо

source: Всего задач
tg: Ҳамагӣ масъалаҳо

source: Симулятор экзамена
tg: Шабеҳсози имтиҳон

source: 3 часа 55 минут
tg: 3 соат 55 дақиқа

source: Начать пробный экзамен
tg: Имтиҳони озмоиширо оғоз кардан

source: Изучить тему
tg: Мавзӯъро омӯхтан

source: Теория по теме
tg: Назария оид ба мавзӯъ

source: Hushyor AI генерирует материал...
tg: Hushyor AI материал тайёр мекунад...

source: Закрыть и продолжить
tg: Пӯшидан ва давом додан

source: Установить Hushyor?
tg: Hushyor-ро насб кунем?

source: Решай тесты быстрее и без интернета
tg: Тестҳоро тезтар ва бе интернет ҳал кунед

source: Установить приложение
tg: Барномаро насб кардан

source: Позже
tg: Баъдтар

source: Установите на iPhone:
tg: Дар iPhone насб кунед:

source: Нажмите
tg: Пахш кунед

source: внизу, затем
tg: дар поён, сипас

source: «На экран Домой»
tg: «Ба экрани асосӣ»
